{
  "_name_or_path": "hfl/chinese-roberta-wwm-ext-large",
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 0,
  "classifier_dropout": null,
  "directionality": "bidi",
  "eos_token_id": 2,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 1024,
  "id2label": {
    "0": "\u66f4\u591a\u751f\u6d3b\u54c1\u5473",
    "1": "\u8b77\u819a\u4fdd\u990a\u8207\u5316\u599d",
    "2": "\u5e73\u9762\u8a2d\u8a08",
    "3": "\u7e6a\u756b\u8207\u63d2\u756b",
    "4": "\u96fb\u8166\u7e6a\u5716",
    "5": "\u61c9\u7528\u8a2d\u8a08",
    "6": "\u6c42\u8077",
    "7": "\u82f1\u6587",
    "8": "\u624b\u4f5c\u5c0f\u7269",
    "9": "DJ",
    "10": "\u66f4\u591a\u97f3\u6a02",
    "11": "\u66f4\u591a\u85dd\u8853",
    "12": "\u70f9\u98ea\u6599\u7406\u8207\u751c\u9ede",
    "13": "\u58d3\u529b\u8212\u7de9",
    "14": "\u904b\u52d5",
    "15": "\u89aa\u5b50\u6559\u80b2",
    "16": "\u624b\u5de5\u5370\u5237",
    "17": "\u624b\u5de5\u66f8",
    "18": "\u52d5\u614b\u651d\u5f71",
    "19": "\u7d20\u63cf",
    "20": "\u6a02\u5668",
    "21": "\u8272\u5f69\u5b78",
    "22": "\u5b57\u9ad4\u8a2d\u8a08",
    "23": "\u624b\u5beb\u5b57",
    "24": "\u52d5\u614b\u8a2d\u8a08",
    "25": "\u97f3\u6a02\u7406\u8ad6",
    "26": "\u523a\u7e61",
    "27": "\u65e5\u6587",
    "28": "\u5fc3\u9748\u6210\u9577\u8207\u6559\u80b2",
    "29": "\u97f3\u6a02\u5275\u4f5c",
    "30": "\u6c23\u7403",
    "31": "\u7a0b\u5f0f\u5165\u9580",
    "32": "\u7a0b\u5f0f\u8a9e\u8a00",
    "33": "\u7db2\u9801\u524d\u7aef",
    "34": "\u6587\u66f8\u8655\u7406",
    "35": "\u89d2\u8272\u8a2d\u8a08",
    "36": "\u8cc7\u6599\u5f59\u6574",
    "37": "\u4ecb\u9762\u8a2d\u8a08",
    "38": "\u7db2\u9801\u8a2d\u8a08",
    "39": "\u5546\u696d\u651d\u5f71",
    "40": "\u7db2\u7ad9\u67b6\u8a2d",
    "41": "\u66f4\u591a\u7a0b\u5f0f",
    "42": "\u7a0b\u5f0f\u601d\u7dad",
    "43": "\u624b\u6a5f\u7a0b\u5f0f\u958b\u767c",
    "44": "\u97d3\u6587",
    "45": "\u66f4\u591a\u624b\u4f5c",
    "46": "\u66f4\u591a\u8a9e\u8a00",
    "47": "\u6b50\u6d32\u8a9e\u8a00",
    "48": "\u4eba\u8072",
    "49": "\u500b\u4eba\u54c1\u724c\u7d93\u71df",
    "50": "\u66f4\u591a\u8077\u5834\u6280\u80fd",
    "51": "\u7db2\u9801\u5f8c\u7aef",
    "52": "\u5f8c\u88fd\u526a\u8f2f",
    "53": "\u7522\u54c1\u8a2d\u8a08",
    "54": "\u9748\u6027\u767c\u5c55",
    "55": "\u5f71\u8996\u5275\u4f5c",
    "56": "\u8cc7\u6599\u79d1\u5b78",
    "57": "\u8edf\u9ad4\u7a0b\u5f0f\u958b\u767c\u8207\u7dad\u8b77",
    "58": "\u8077\u5834\u6e9d\u901a",
    "59": "\u8868\u6f14\u85dd\u8853",
    "60": "\u5275\u696d",
    "61": "\u6587\u5b78",
    "62": "\u5340\u584a\u93c8",
    "63": "\u91d1\u878d\u5546\u54c1",
    "64": "\u6587\u6848",
    "65": "\u6578\u4f4d\u884c\u92b7",
    "66": "\u8a2d\u8a08\u7406\u8ad6",
    "67": "AI \u4eba\u5de5\u667a\u6167",
    "68": "\u6295\u8cc7\u89c0\u5ff5",
    "69": "\u7406\u8ca1",
    "70": "\u793e\u6703\u79d1\u5b78",
    "71": "\u793e\u7fa4\u884c\u92b7",
    "72": "\u5f71\u50cf\u5275\u4f5c",
    "73": "\u904a\u6232\u958b\u767c",
    "74": "\u7a0b\u5f0f\u7406\u8ca1",
    "75": "\u91cf\u5316\u4ea4\u6613",
    "76": "\u66f4\u591a\u8a2d\u8a08",
    "77": "\u7368\u7acb\u63a5\u6848",
    "78": "\u5bf5\u7269",
    "79": "\u8cc7\u8a0a\u5b89\u5168",
    "80": "\u91cf\u5316\u5206\u6790",
    "81": "\u6578\u5b78",
    "82": "\u6548\u7387\u63d0\u5347",
    "83": "\u5c45\u5bb6",
    "84": "\u66f4\u591a\u4eba\u6587",
    "85": "\u651d\u5f71\u7406\u8ad6",
    "86": "\u6578\u64da\u5206\u6790",
    "87": "\u7ffb\u8b6f",
    "88": "\u6a21\u578b",
    "89": "\u66f4\u591a\u651d\u5f71",
    "90": "\u66f4\u591a\u884c\u92b7"
  },
  "initializer_range": 0.02,
  "intermediate_size": 4096,
  "label2id": {
    "AI \u4eba\u5de5\u667a\u6167": 67,
    "DJ": 9,
    "\u4eba\u8072": 48,
    "\u4ecb\u9762\u8a2d\u8a08": 37,
    "\u500b\u4eba\u54c1\u724c\u7d93\u71df": 49,
    "\u523a\u7e61": 26,
    "\u5275\u696d": 60,
    "\u52d5\u614b\u651d\u5f71": 18,
    "\u52d5\u614b\u8a2d\u8a08": 24,
    "\u5340\u584a\u93c8": 62,
    "\u5546\u696d\u651d\u5f71": 39,
    "\u58d3\u529b\u8212\u7de9": 13,
    "\u5b57\u9ad4\u8a2d\u8a08": 22,
    "\u5bf5\u7269": 78,
    "\u5c45\u5bb6": 83,
    "\u5e73\u9762\u8a2d\u8a08": 2,
    "\u5f71\u50cf\u5275\u4f5c": 72,
    "\u5f71\u8996\u5275\u4f5c": 55,
    "\u5f8c\u88fd\u526a\u8f2f": 52,
    "\u5fc3\u9748\u6210\u9577\u8207\u6559\u80b2": 28,
    "\u61c9\u7528\u8a2d\u8a08": 5,
    "\u624b\u4f5c\u5c0f\u7269": 8,
    "\u624b\u5beb\u5b57": 23,
    "\u624b\u5de5\u5370\u5237": 16,
    "\u624b\u5de5\u66f8": 17,
    "\u624b\u6a5f\u7a0b\u5f0f\u958b\u767c": 43,
    "\u6295\u8cc7\u89c0\u5ff5": 68,
    "\u651d\u5f71\u7406\u8ad6": 85,
    "\u6548\u7387\u63d0\u5347": 82,
    "\u6578\u4f4d\u884c\u92b7": 65,
    "\u6578\u5b78": 81,
    "\u6578\u64da\u5206\u6790": 86,
    "\u6587\u5b78": 61,
    "\u6587\u66f8\u8655\u7406": 34,
    "\u6587\u6848": 64,
    "\u65e5\u6587": 27,
    "\u66f4\u591a\u4eba\u6587": 84,
    "\u66f4\u591a\u624b\u4f5c": 45,
    "\u66f4\u591a\u651d\u5f71": 89,
    "\u66f4\u591a\u751f\u6d3b\u54c1\u5473": 0,
    "\u66f4\u591a\u7a0b\u5f0f": 41,
    "\u66f4\u591a\u8077\u5834\u6280\u80fd": 50,
    "\u66f4\u591a\u85dd\u8853": 11,
    "\u66f4\u591a\u884c\u92b7": 90,
    "\u66f4\u591a\u8a2d\u8a08": 76,
    "\u66f4\u591a\u8a9e\u8a00": 46,
    "\u66f4\u591a\u97f3\u6a02": 10,
    "\u6a02\u5668": 20,
    "\u6a21\u578b": 88,
    "\u6b50\u6d32\u8a9e\u8a00": 47,
    "\u6c23\u7403": 30,
    "\u6c42\u8077": 6,
    "\u70f9\u98ea\u6599\u7406\u8207\u751c\u9ede": 12,
    "\u7368\u7acb\u63a5\u6848": 77,
    "\u7406\u8ca1": 69,
    "\u7522\u54c1\u8a2d\u8a08": 53,
    "\u793e\u6703\u79d1\u5b78": 70,
    "\u793e\u7fa4\u884c\u92b7": 71,
    "\u7a0b\u5f0f\u5165\u9580": 31,
    "\u7a0b\u5f0f\u601d\u7dad": 42,
    "\u7a0b\u5f0f\u7406\u8ca1": 74,
    "\u7a0b\u5f0f\u8a9e\u8a00": 32,
    "\u7d20\u63cf": 19,
    "\u7db2\u7ad9\u67b6\u8a2d": 40,
    "\u7db2\u9801\u524d\u7aef": 33,
    "\u7db2\u9801\u5f8c\u7aef": 51,
    "\u7db2\u9801\u8a2d\u8a08": 38,
    "\u7e6a\u756b\u8207\u63d2\u756b": 3,
    "\u7ffb\u8b6f": 87,
    "\u8077\u5834\u6e9d\u901a": 58,
    "\u8272\u5f69\u5b78": 21,
    "\u82f1\u6587": 7,
    "\u8868\u6f14\u85dd\u8853": 59,
    "\u89aa\u5b50\u6559\u80b2": 15,
    "\u89d2\u8272\u8a2d\u8a08": 35,
    "\u8a2d\u8a08\u7406\u8ad6": 66,
    "\u8b77\u819a\u4fdd\u990a\u8207\u5316\u599d": 1,
    "\u8cc7\u6599\u5f59\u6574": 36,
    "\u8cc7\u6599\u79d1\u5b78": 56,
    "\u8cc7\u8a0a\u5b89\u5168": 79,
    "\u8edf\u9ad4\u7a0b\u5f0f\u958b\u767c\u8207\u7dad\u8b77": 57,
    "\u904a\u6232\u958b\u767c": 73,
    "\u904b\u52d5": 14,
    "\u91cf\u5316\u4ea4\u6613": 75,
    "\u91cf\u5316\u5206\u6790": 80,
    "\u91d1\u878d\u5546\u54c1": 63,
    "\u96fb\u8166\u7e6a\u5716": 4,
    "\u9748\u6027\u767c\u5c55": 54,
    "\u97d3\u6587": 44,
    "\u97f3\u6a02\u5275\u4f5c": 29,
    "\u97f3\u6a02\u7406\u8ad6": 25
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 16,
  "num_hidden_layers": 24,
  "output_past": true,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "problem_type": "multi_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.18.0",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 21128
}
